
/* Class = "NSButton"; ibShadowedToolTip = "Decreases security of the kiosk mode by allowing process switcher (cmd+Tab)."; ObjectID = "5"; */
"5.ibShadowedToolTip" = "Setzt die Sicherheit des Kiosk-Modus herab durch Zulassen des Programmumschalters (Befehlstaste+Tabulator).";

/* Class = "NSButtonCell"; title = "Allow to switch to third party applications"; ObjectID = "6"; */
"6.title" = "Umschalten auf Drittapplikationen erlauben";

/* Class = "NSTextFieldCell"; title = "Use this option only when running SEB in user account managed by parental controls, with only SEB and the desired applications allowed. Also you should switch on Simple Finder and don't give users access to other accounts with administrator rights on that computer."; ObjectID = "8"; */
"8.title" = "Diese Option sollte nur benutzt werden, wenn SEB in einem Benutzerkonto verwaltet mit der OS X Kindersicherung läuft. Dort dürfen nur SEB und die gewünschten zusätzlichen Programme erlaubt sein, ausserdem sollte der einfache Finder verwendet werden. Andere Benutzer dürfen keine Administrator-Rechte auf dem Computer haben.";

/* Class = "NSButton"; ibShadowedToolTip = "Usually to be used when switching to third party applications is enabled."; ObjectID = "13"; */
"13.ibShadowedToolTip" = "Normalerweise zu verwenden, wenn das Umschalten auf Drittapplikationen erlaubt ist.";

/* Class = "NSButtonCell"; title = "Allow downloading and uploading files"; ObjectID = "14"; */
"14.title" = "Download und Upload erlauben";

/* Class = "NSTextFieldCell"; title = "Save downloaded files to:"; ObjectID = "23"; */
"23.title" = "Downloads sichern in:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Directory"; ObjectID = "35"; */
"35.title" = "Verzeichnis";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "36"; */
"36.title" = "Auswählen…";

/* Class = "NSButton"; ibShadowedToolTip = "Downloaded files will be opened with the according application (which has to be set correctly in the system!). "; ObjectID = "38"; */
"38.ibShadowedToolTip" = "Geladene Dateien werden mit der zugehörigen Applikation geöffnet, diese muss im System für den entsprechenden Dateityp korrekt eingestellt sein! ";

/* Class = "NSButtonCell"; title = "Open files after downloading"; ObjectID = "39"; */
"39.title" = "Dateien nach dem Laden öffnen";

/* Class = "NSButton"; ibShadowedToolTip = "PDF files will not be displayed by SEB but downloaded and openend (if \"Open files after downloading\" is active!) by the application set in Finder (usually Preview or Adobe Acrobat)."; ObjectID = "76"; */
"76.ibShadowedToolTip" = "PDF-Dateien werden nicht von SEB angezeigt, sondern heruntergeladen und geöffnet (wenn \"Dateien nach dem Laden öffnen\" aktiviert ist!) und zwar mit der im Finder eingestellten Applikation (üblicherweise Vorschau oder Adobe Acrobat).";

/* Class = "NSButtonCell"; title = "Download and open PDF files instead of displaying them inline"; ObjectID = "77"; */
"77.title" = "PDF-Dateien herunterladen und öffnen anstatt direkt anzeigen";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "SEB can let the user choose the file to upload manually (as usual) or automatically choose the same file which was downloaded before. If the file is not found, a file requester is presented if you don't choose to only allow to upload a file which was downloaded before. If several files have been downloaded, SEB cycles through those files, starting with last one downloaded."; ObjectID = "93"; */
"93.ibShadowedToolTip" = "SEB kann den Benutzer die Upload-Datei manuell auswählen lassen (wie üblich) oder automatisch die selbe Datei auswählen, die zuvor heruntergeladen wurde. Wenn die Datei nicht gefunden wurde, wird ein Dateidialog angezeigt, sofern nicht ausgewählt wird, dass nur die zuvor heruntergeladene Datei heraufgeladen werden darf. Falls zuvor mehrere Dateien heruntergeladen wurden, zeigt SEB diese nacheinander an, beginnend mit der zuletzt geladenen.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "95"; */
"95.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "by only allowing to upload the same file downloaded before"; ObjectID = "96"; */
"96.title" = "nur zuvor heruntergeladene Datei zulassen";

/* Class = "NSMenuItem"; title = "manually with file requester"; ObjectID = "97"; */
"97.title" = "manuell mit Dateidialog";

/* Class = "NSMenuItem"; title = "by attempting to upload same file downloaded before"; ObjectID = "98"; */
"98.title" = "versuchen, die zuvor heruntergeladene Datei auszuwählen";

/* Class = "NSTextFieldCell"; title = "Choose file to upload …"; ObjectID = "100"; */
"100.title" = "Datei für Upload auswählen …";

/* Class = "NSButton"; ibShadowedToolTip = "Playing videos with Flash in full screen mode is a security problem, because kiosk mode gets overridden. SEB's countermeasures can make it difficult to exit the full screen mode. That's why it is recommended to use HTML5 video (there full screen mode is no problem) instead of Flash . When switching to third party applications is disabled, Flash fullscreen mode isn't possible at all."; ObjectID = "134"; */
"134.ibShadowedToolTip" = "Videos mittels Flash im Vollbildmodus abzuspielen ist ein Sicherheitsproblem, weil dadurch der Kioskmodus temporär ausser Kraft gesetzt wird. SEBs Gegenmassnahmen können es schwierig machen, den Vollbildmodus wieder zu verlassen. Deshalb wird empfohlen, HTML5-Video anstatt Flash zu benutzen (dort ist der Vollbildmodus kein Problem). Bei deaktiviertem Umschalten auf Drittapplikationen ist der Flash-Vollbildmodus grundsätzlich nicht möglich.";

/* Class = "NSButtonCell"; title = "Allow Flash to switch to full screen mode"; ObjectID = "135"; */
"135.title" = "Flash erlauben, in den Vollbildmodus zu schalten";
